export const COMMON_ERROR =
    {
        401: "Для доступа к заданой ссылке необходимо авторизоваться"
    };


export const COMMON_MSG = {
    login: "Добро пожаловать",
    user: {
        create: 'Пользователь добавлен успешно',
        update: 'Информация о пользователе обновлена',
        delete: 'Пользователь успешно удален'
    },
    role: {
        create: 'Роль добавлена успешно',
        update: 'Информация о роли обновлена',
        delete: 'Роль успешно удалена'

    },
    permission: {
        create: 'Правило добавлена успешно',
        update: 'Изминения правила записаны успешно',
        delete: 'Правило успешно удалено'


    },
    library: {
        create: 'Файл добавлен успешно',
        update: 'Информация о файле успешно сохранена',
        delete: 'Файл успешно удален'


    },
    category: {
        create: 'Файл добавлен успешно',
        update: 'Изменения записаны',
        delete: 'Категория успешно удалена'

    }, group: {
        create: 'Группа создана успешно',
        update: 'Изменения записаны',
        delete: 'Группа успешно удалена'
    }
};